[
    {
        "name": "Deficiencia de Nitrógeno",
        "imageName": "DeficienciaNitrogeno",
        "description": "La deficiencia de nitrógeno se manifiesta en las hojas adultas con una decoloración uniforme que avanza desde la vena central hacia los bordes y la punta de la hoja. Este síntoma aparece primero en las hojas más viejas o ya desarrolladas del arbusto y, si se agrava, progresa hacia las partes más jóvenes.",
        "impact": "Una deficiencia de nitrógeno puede llevar a que la planta presente síntomas como:\n• Crecimiento pobre.\n• Caída de las hojas.\n• Reducción en la producción.\n• Los frutos se vuelven amarillos, crecen poco y se caen con facilidad.",
        "prevention": "Los posos de café son una gran fuente de nitrógeno y fósforo. Se pueden utilizar de la siguiente manera:\n**Aplicación directa:**\n• Seca los posos: Es importante que se sequen completamente para evitar moho.\n• Espolvorea: Aplica una capa fina sobre la tierra.\n• Mezcla: Remueve un poco la tierra para que se integren.\n**Fertilizante Líquido (Té de Café):**\n• Mezcla: Agrega dos tazas de posos en 5 litros de agua.\n• Reposa: Deja la mezcla reposar por 24 horas.\n• Cuela y Riega: Filtra el líquido y úsalo para regar.\n\nTambién se puede utilizar para enriquecer la composta.\n\n*Nota: Se recomienda su aplicación de manera moderada.*"
    },
    {
        "name": "Deficiencia de Hierro",
        "imageName": "DeficienciaHierro",
        "description": "La deficiencia de hierro se manifiesta a través de una decoloración progresiva en las hojas jóvenes, que pueden llegar a tornarse de un color más blanco. Las hojas afectadas conservan el color verde en las venas, mientras que el resto de la hoja se vuelve pálido.",
        "impact": "Los impactos de esta deficiencia en la planta son los siguientes:\n• Afecta el crecimiento general de la planta.\n• Provoca un color ámbar en el grano oro.",
        "prevention": "Una solución casera sencilla consiste de un abono casero de hierro para poder nutrir a las plantas con este nutriente vital para la planta. \n\n**Abono casero de hierro**\n**Ingredientes:**\n• Un puñado de fuentes de hierro (clavos, tornillos, tuercas, etc.).\n• Botella de plástico con tapa.\n**Preparación:**\n1. Introduce la fuente de hierro en la botella.\n2. Llena la botella con agua y ciérrala.\n3. Deja la botella al aire libre por una semana.\n4. Cuando el líquido presente un color anaranjado, el abono estará listo."
    },
    {
        "name": "Deficiencia de Magnesio",
        "imageName": "DeficienciaMagnesio",
        "description": "La deficiencia de magnesio se presenta en las hojas adultas. Se caracteriza por una decoloración entre la vena principal y las secundarias. A lo largo de la vena central, se forman franjas verdes que crean una figura parecida a una cuña invertida hacia la base.",
        "impact": "El impacto de esta deficiencia en la planta es severo y afecta tanto a las hojas como a los frutos y al crecimiento general:\n• Provoca una caída rápida y severa de las hojas.\n• Resulta en la producción de granos vacíos.\n• Causa enanismo en las plantas.",
        "prevention": "**Remedio con sales de Epsom**\n**Ingredientes:**\n• 2 cucharadas de sales de Epsom.\n• 4 litros de agua.\n**Preparación:**\n1. Disuelve las sales en el agua.\n2. Agita bien hasta que las sales se disuelvan.\n3. Aplica con un atomizador o regando la base de la planta.\n\nEn caso de no tener sales de Epsom a la mano, también se puede usar ceniza de madera para nutrir de magnesio a la planta de café. Para preparar la solución:\n1. Mezcla 3 cucharadas de ceniza por cada litro de agua.\n2. Deja reposar por 24 horas.\n3. Cuela y diluye en 10 litros de agua antes de regar."
    },
    {
        "name": "Deficiencia de Manganeso",
        "imageName": "DeficienciaManganeso",
        "description": "La deficiencia de manganeso se caracteriza por las siguientes afectaciones que provoca en las plantas, tales como:\n• Las hojas jóvenes presentan un color verde pálido, mientras que las venas permanecen verdes.\n• A medida que progresa, las hojas se vuelven más amarillas.\n• El primer par de hojas en la rama adquiere un color amarillo limón brillante a plena exposición solar.\n• Tiende a ser más severa en la época de lluvia.",
        "impact": "El impacto de esta deficiencia a la planta de café puede presentar problemas como:\n• Perjudica la fotosíntesis, reduciendo el crecimiento.\n• Altera la absorción de otros nutrientes como hierro o calcio.\n• En casos graves, puede provocar necrosis (muerte del tejido).",
        "prevention": "Este biopreparado casero consiste de una solución sólida que se asemeja a la composta para nutrir las plantas de café. \n\n**Composta rica en manganeso**\n**Ingredientes:**\n• Restos vegetales: Hojas, cáscaras de frutas.\n• Restos de granos integrales: Arroz, avena.\n• Posos de café.\n• Frutos secos triturados.\n• Restos de legumbres.\n**Preparación:**\n1. Mezcla todos los ingredientes en una compostera.\n2. Asegúrate de que la mezcla esté aireada y húmeda.\n3. Deja que la materia se descomponga durante varias semanas o meses hasta obtener una composta madura y oscura."
    },
    {
        "name": "Roya del Café",
        "scientificName": "Hemileia vastatrix",
        "imageName": "Roya",
        "description": "La roya del café es una enfermedad devastadora que ataca principalmente a las hojas de la planta de café, impidiendo que realicen la fotosíntesis correctamente. Se identifica por la aparición de manchas amarillas en la parte superior de las hojas y un polvo anaranjado (esporas) en la hoja de la planta. A medida que la enfermedad avanza, estas manchas se agrandan y pueden unirse, volviéndose de color marrón o gris.",
        "impact": "El impacto de la roya del café es severo y puede tener consecuencias agrícolas a largo plazo:\n• Defoliación: Caída prematura de las hojas que debilita la planta.\n• Reducción del rendimiento: Afecta la cantidad y calidad de los granos.\n• Muerte de la planta: En casos graves, puede matar la planta en hasta dos años.",
        "prevention": "**Recomendaciones generales:**\n• No visitar cultivos con roya y cultivos sanos el mismo día (en caso de ser necesario cambiarse la ropa para evitar la propagación de roya).\n• Fertilizar los cultivos al menos un día antes de la floración, para que las plantas tengan defensas fuertes.\n• Tener cultivos diversos, ya que al estar con otras variedades de plantas se fortalece el suelo y hay mayor cantidad de nutrientes disponibles para las plantas de café.\n• Evitar el uso de químicos, ya que debilitan el suelo y eliminan también a insectos y microorganismos benéficos para las plantas de café.\n\nAdicionalmente, existen diversas opciones de biopreparados caseros que tienen propiedades muy nutritivas para las plantas y que también funcionan como preventivo para el desarrollo de enfermedades causadas por hongos. Para el caso de la roya, hay 2 opciones disponibles que pueden ayudar a prevenir la enfermedad o combatirla en su estado temprano:\n\n**Biopreparado concentrado antihongos**\nEste biopreparado se puede usar como vitalizador de plantas, estimulador de crecimiento, y como preventivo de plagas y enfermedades. Protege contra enfermedades causadas por hongos y plagas en general. También es útil para alejar insectos come hojas.\n\n**Ingredientes:** \nPara preparar 4 litros de este biopreparado, necesitarás:\n• 4 litros de agua  (preferiblemente de río o lluvia, sin sales).\n• Medio kilo de hojas, frutos y tallos frescos de plantas nativas (o 80 gramos si están secas). Se refiere a las hierbas o monte que crece en tus cultivos.\n• 225 gramos (1 taza) de hojas y tallos frescos de plantas medicinales (o 80 gramos si están secas). Puedes usar manzanilla, ortiguilla, pica pica, neem, romero, frijol, moringa, jaboncillo, repollo, chile, ajo, cebollín, menta o albahaca.\n• Un recipiente no metálico.\n• Un palo para mover la mezcla.\n• Un colador o malla fina.\n\n**Preparación:** \n1. Cortar las plantas en pedazos grandes para facilitar su descomposición y colocarlos en el recipiente.\n2. Agregar el agua para que las plantas queden sumergidas.\n3. Revolver la mezcla con el palo. \n4. Taparla muy bien, no hay necesidad de que sea hermético.\n5. Dejarla reposar de 3 a 14 días (2 semanas es lo recomendado), agitando o revolviendo cada 2 días.\n6. Filtrar el preparado. Ahora que el biopreparado está listo, lo puedes colocar directamente en tus cultivos o como agua de riego.\n\n**Té de cola de caballo**\nEs un concentrado de la planta cola de caballo que tiene una aplicación como fungicida natural para prevenir y tratar los primeros estados de las enfermedades causadas por hongos como mildiu, oídio, y roya en diferentes cultivos.\n\n**Ingredientes:** \n• 250 gramos de hojas, frutos y tallos de plantas frescas de Cola de Caballo (Equisetum arvense).\n• 1 litro de agua para hervir el concentrado (es mejor agua sin sales como de río o lluvia).\n• 1 colador o malla fina\n• Recipiente u olla metálica para calentar\n• Recipiente plástico para diluir el biopreparado.\n\n**Preparación:**\n1. Hervir las plantas frescas de cola de caballo en el agua durante 60 minutos (después de una hora se liberan los silicatos que actúan en la planta).\n2. Filtrar y colar con el colador o malla.\n3. Enfriar y dejar reposar.\n4. Si ya quieres aplicarlo (lo recomendado) vas a diluir tu concentrado al 20% (una parte del preparado por cada 5 partes de agua).\n5. Después lo pasas a tu bomba de aplicación y listo para aplicarlo a tus cultivos (hojas y tallos)."
    }
]
